# Реализуйте функцию, которая преобразует заданное логическое значение в его строковое представление.
#
# Примечание: Будут предоставлены только действительные входные данные.
# test.assert_equals(boolean_to_string(True), "True")
# test.assert_equals(boolean_to_string(False), "False")

def boolean_to_string(b):
    return str(b)

print(boolean_to_string(False))